import React from 'react'
import {Table, Accordion} from 'react-bootstrap'

const TariffsTable = ({tarrifsActual}) => {
  return (
    <>
      <h2 className="text-center">Перелік послуг та тарифи</h2>
      <h4 className="text-center">
        Тарифи Оператора на послуги доступу до мережі Інтернет
      </h4>
      <Table striped bordered hover variant="secondary" responsive>
        <thead>
          <tr>
            <th>Назва тарифного плану</th>
            <th>Абонентська плата в місяць, грн.</th>
            <th>
              Вартість підключення до послуги <sup>1</sup>, грн.
            </th>
            <th>
              Швидкість доступу до мережі Інтернет <sup>2</sup>, Мбіт/с.
            </th>
          </tr>
        </thead>
        <tbody>
          {tarrifsActual.map(({id, name, price, connectionPrice, speed}) => (
            <tr key={id}>
              <td>{name}</td>
              <td>{price}</td>
              <td>{connectionPrice}</td>
              <td>
                до {speed} {speed === '100' && <sup>3</sup>}
              </td>
            </tr>
          ))}
        </tbody>
      </Table>
      <Accordion>
        <Accordion.Item eventKey="1">
          <Accordion.Header>Пояснення к тарифам</Accordion.Header>
          <Accordion.Body>
            <p>
              1) У плату за підключення входить вартість первинного налаштування
              одного комп'ютера Абонента і введення кабелю довжиною не більше 10
              метрів в приміщення Абонента (прокладка кабелю по квартирі у
              вартість підключення НЕ ВХОДИТЬ). Підключення виконується після
              зарахування на розрахунковий рахунок Оператора грошових коштів в
              повному обсязі протягом 10-ти робочих днів – при вартості
              підключення 1 грн., 3-х робочих днів – при вартості підключення
              300 грн.
            </p>
            <p>
              2) Прийменник «до» означає, що швидкість доступу до мережі
              Інтернет залежить не тільки від технічних особливостей послуги, що
              надається Виконавцем, але і від дій третіх операторів зв'язку,
              організацій та осіб, керуючих сегментами мережі Інтернет, які не
              належать Виконавцю.
            </p>
            <p>
              3) Швидкість 100 Мбіт/с є максимально можливою швидкістю передачі
              інформації по кабелю "витая пара" в рамках стандарту 100Base-T і
              досяжна лише в лабораторних умовах. Визначення "до 100 Мбіт"
              означає відсутність в межах нашої мережі спеціально встановлених
              обмежень швидкості передачі інформації від вузла мережі Інтернет
              до устаткування клієнта. Реально доступна швидкість (окрім
              чинників, вказаних в примітці 2) залежить від продуктивності
              встановленого у клієнта кінцевого устаткування (комп'ютер та/або
              роутер).
            </p>
            <p>4) Послуги НЕ НАДАЮТЬСЯ в приміщеннях НЕЖИТЛОВОГО фонду</p>
            <p>5) Послуги надаються за наявності ТЕХНІЧНОЇ можливості.</p>
          </Accordion.Body>
        </Accordion.Item>
      </Accordion>
    </>
  )
}

export default TariffsTable
