export const documents = [
  {
    id: '1',
    name: 'ЗАГАЛЬНІ ПОЛОЖЕННЯ',
    text: (
      <div>
        <p>
          1.1. В Договорі про надання телекомунікаційних послуг товариства з
          обмеженою відповідальністю «Повернет» терміни вживаються у такому
          значенні: <br />
          <strong>Абонент</strong> – споживач телекомунікаційних послуг, який
          отримує телекомунікаційні послуги на умовах Договору, який передбачає
          підключення кінцевого обладнання, що перебуває в його власності або
          користуванні, до Мережі Оператора. <br />
          <strong>Договір</strong> – правочин у письмовій або усній формі,
          укладений між Абонентом та Оператором, за яким Оператор зобов’язується
          на замовлення Абонента надавати Послуги, а Абонент – їх оплачувати.{' '}
          <br />
          <strong>Додаткові послуги Оператора</strong> – послуги Оператора, які
          можуть не входити у відповідний Тарифний план та замовляються
          Абонентом окремо у встановленому для відповідної Додаткової послуги
          Оператора порядку. <br />
          <strong>Заява про приєднання до Договору (або Заява)</strong> –
          документ, що підписується Абонентом та подається Оператору для
          замовлення окремої Послуги. У Заяві визначаються детальні технічні і
          організаційні умови надання Послуг та, залежно від виду Послуг,
          визначаються інші умови їх надання. <br />
          <strong>Інсталяційні роботи</strong> – роботи щодо організації
          технічної можливості надання замовленої Абонентом Послуги фіксованого
          зв’язку (прокладання кабелів, підключення кінцевого обладнання до
          телекомунікаційної мережі Оператора, будівництво та/або ремонт
          кабельної каналізації, ремонт кабельного вводу в будинку, де
          знаходиться Абонент, встановлення обладнання Оператора або кінцевого
          обладнання Абонента, переконфігурація обладнання Абонента тощо).{' '}
          <br />
          <strong>Інтернет-сайт</strong> – інтернет-ресурс Оператора, що
          розміщений за доменною адресою http://powernet.krm.dn.ua/ <br />
          <strong>Корпоративний Абонент</strong> – юридична особа, яка укладає з
          Оператором Договір у письмовій формі та може отримувати Послуги за
          Тарифними планами для Корпоративних Абонентів. <br />
          <strong>Мережа Оператора (або Мережа)</strong> – комплекс технічних
          засобів телекомунікацій та споруд, призначених для маршрутизації,
          комутації, передавання та/або приймання знаків, сигналів, письмового
          тексту, зображень та звуків або повідомлень будь-якого роду по радіо,
          проводових, оптичних чи інших електромагнітних системах між кінцевим
          обладнанням. <br />
          <strong>Оператор</strong> – товариство з обмеженою відповідальністю
          «Повернет», яке володіє власною Мережею та надає відповідні
          телекомунікаційні послуги у порядку та у спосіб, що передбачені
          законодавством. Оператор включений до реєстру операторів, провайдерів
          телекомунікацій НКРЗ за № 3292 від 25.04.2013 р. <br />
          <strong>Особовий рахунок</strong> – рахунок, що відкривається Абоненту
          у системі розрахунків Оператора для обліку нарахованих та сплачених за
          Послуги коштів. Корпоративний Абонент може мати декілька Особових
          рахунків за одним Договором. <br />
          <strong>Послуги Оператора (або Послуги)</strong> – послуги надання
          доступу в Інтернет, послуги передачі даних, а також інші
          телекомунікаційні послуги, які можуть надаватися Оператором. Послуги
          можуть надаватися Оператором знеособлено або персоніфіковано. <br />
          <strong>Спам</strong> – електронні, текстові та/або мультимедійні
          повідомлення, які без попередньої згоди (замовлення) Абонента умисно
          масово надсилаються на його адресу електронної пошти або кінцеве
          обладнання Абонента, крім повідомлень Оператора щодо надання Послуг.{' '}
          <br />
          <strong>Сторони / Сторона</strong> – сторони Договору Абонент та
          Оператор / будь-хто один з них. <br />
          <strong>Тарифний план</strong> – сукупність пропозицій, запропонованих
          споживачеві Оператором щодо вартості, умов та обсягу надання певних
          Послуг.
        </p>
        <p>
          1.2. Даний Договір розроблений та затверджений у відповідності до
          чинного законодавства України, зокрема Закону України «Про
          телекомунікації», «Правил надання та отримання телекомунікаційних
          послуг», затверджених постановою КМУ № 295 від 11.04.2012 р. та
          «Основних вимог до договору про надання телекомунікаційних послуг»,
          затверджених рішенням НКРЗІ № 624 від 24.12.2012 р.
        </p>
        <p>
          1.3. Договір регулює відносини з приводу надання Оператором будь-яких
          телекомунікаційних послуг та поширюються на усіх Абонентів.
        </p>
        <p>
          1.4. У разі, якщо Оператором встановлено спеціальні правила надання
          окремих Послуг (у тому числі Додаткових послуг Оператора), Договір
          застосовуватиметься до таких Послуг у частині, що не суперечить
          зазначеним правилам їх надання.
        </p>
        <p>
          1.5. Положення Договору визначаються Оператором самостійно у
          відповідності до чинного законодавства. Умови цього Договору можуть
          бути змінені Оператором з обов'язковим повідомленням про це Абонентів
          на Інтернет-сайті. У разі незгоди Абонента зі змінами, внесеними до
          Договору, такий Абонент зобов'язаний розірвати Договір у тижневий
          термін з моменту, коли він дізнався чи мав можливість дізнатися про
          зміну умов Договору. Не розірвання Договору та продовження
          користування Послугами свідчить про згоду Абонента з внесеними до
          Договору змінами.
        </p>
      </div>
    ),
  },
  {
    id: '2',
    name: 'ПОРЯДОК УКЛАДЕННЯ ДОГОВОРУ',
    text: (
      <div>
        2.1. Послуги надаються Абонентам на підставі Договору, який укладається
        між Абонентом та Оператором. 2.2. Перед укладенням Договору, незалежно
        від його форми та змісту, Абонент має ознайомитися за допомогою
        Інтернет-сайту з інформацією, перелік якої наведено у п. 15 «Правил
        надання та отримання телекомунікаційних послуг», затверджених постановою
        КМУ № 295 від 11.04.2012 р. 2.3. Договір з Абонентом укладається шляхом
        подання Оператору особою, яка бажає стати Абонентом заяви про приєднання
        до Договору 2.4. Договір з Абонентом є публічним договором приєднання і
        не може бути змінений на вимогу Абонента. Договір з Контрактним
        Абонентом вважається укладеним у момент підписання Абонентом Заяви про
        приєднання до Договору. 2.5. Договір з Корпоративним Абонентом не є
        публічним договором. Сторони можуть за спільною згодою відступити від
        стандартної форми Договору Оператора та визначити умови, які
        відрізнятимуться від типових форм Договору Оператора. Договір з
        Корпоративним Абонентом вважається укладеним у момент його підписання
        Сторонами. 2.6. Уповноважений представник Оператора перед укладенням
        Договору ознайомлює майбутнього Абонента з умовами Договору та надає
        відповіді на всі питання такого майбутнього Абонента стосовно Послуг
        Оператора. 2.7. У разі, якщо Абонент бажає отримати копію цього
        Договору, представник Оператора зобов'язаний її надати. Копія договору
        повинна буди посвідченою підписом уповноваженої особи Оператора та його
        печаткою. 2.8. Перед укладенням Договору у письмовій формі Абонент
        повинен надати Оператору документи, визначені внутрішніми процедурами
        Оператора. 2.9. Надання Послуг розпочинається протягом 1 робочого дня з
        моменту прийняття Абонентом Інсталяційних робіт та внесення Абонентом
        початкового (авансового) платежу у визначеному Тарифним планом розмірі.
      </div>
    ),
  },
  {
    id: '3',
    name: 'ПРАВА ТА ОБОВЯЗКИ АБОНЕНТА',
    text: (
      <div>
        .1. Абонент зобов'язаний: 3.1.1. не допускати дій, що можуть
        перешкоджати безпечній експлуатації телекомунікаційних мереж, підтримці
        цілісності та взаємодії таких мереж, захисту їх інформаційної безпеки,
        електромагнітної сумісності радіоелектронних засобів, ускладнювати чи
        унеможливлювати надання Послуг іншим Абонентам; 3.1.2. надавати
        Операторові достовірну інформацію, визначену Оператором як необхідну для
        укладення Договору; 3.1.3. не фальсифікувати мережеві ідентифікатори, не
        використовувати неіснуючі мережеві ідентифікатори або такі, що належать
        іншим особам, не здійснювати підробку (дублювання) Ідентифікаційних
        карток, електронного коду (ідентифікатора) кінцевого обладнання; 3.1.4.
        не пропонувати розсилання та не розповсюджувати Спам; 3.1.5. сплатити
        Оператору суму початкового (авансового) платежу, якщо необхідність такої
        сплати передбачається у відповідному Тарифному плані або умовами окремої
        Послуги; 3.1.6. приймати протягом трьох робочих днів виконані Оператором
        Інсталяційні роботи (якщо такі виконувалися) шляхом підписання
        оформленого та наданого Оператором Абоненту акту здачі-приймання
        виконаних Інсталяційних робіт, якщо інший порядок прийняття
        Інсталяційних робіт не визначено домовленістю Сторін; 3.1.7. своєчасно
        оплачувати Інсталяційні роботи (якщо такі виконуються та підлягають
        сплаті) та Послуги згідно зі встановленим в Договорі порядком
        розрахунків; 3.1.8. при замовленні та отриманні Послуг використовувати
        лише сертифіковане кінцеве обладнання, користуватися таким обладнанням у
        відповідності до інструкції з експлуатації до нього; 3.1.9. не
        виконувати модернізацію та/або програмування кінцевого обладнання, що
        може будь-яким чином вплинути на функціонування мережевого обладнання
        Оператора; 3.1.10. не допускати використання кінцевого обладнання та
        абонентських ліній для вчинення протиправних дій або дій, що загрожують
        інтересам національної безпеки, оборони та охорони правопорядку, не
        допускати використання кінцевого обладнання та абонентських ліній на
        комерційній основі для надання телекомунікаційних послуг третім особам
        та дотримуватися інших обмежень у користуванні Послугами, що передбачені
        Договором та законодавством; 3.1.11. утримувати у справному стані
        абонентські лінії у межах території, що належить Абоненту (приватний
        житловий будинок, присадибна ділянка, квартира, офісне приміщення тощо);
        3.1.12. дотримуватися інструкції з використання кінцевого обладнання та
        слідкувати за його схоронністю, правильністю набору команд та
        коректністю замовлень Послуг; 3.1.13. повідомляти, у тому числі
        письмово, на запит Оператора про тип кінцевого обладнання, що
        використовується для отримання Послуг; 3.1.14. інформувати Оператора про
        зміну свого місця проживання, прізвища та інших реквізитів/даних,
        вказаних у Договорі, у максимально короткий строк, але не більше ніж у
        місячний строк з дати настання таких змін. У разі, якщо з моменту
        настання змін і до моменту повідомлення Оператора останній надсилатиме
        Абоненту будь-які повідомлення або документи (податкові накладні,
        відповіді на заяви тощо) за застарілими реквізитами або із зазначенням
        застарілих даних Абонента, вважається що Оператор належним чином
        надіслав такі повідомлення або документи й він звільняється від
        відповідальності за наслідки некоректного оформлення документів. При
        цьому, у разі зміни адреси, повідомлення, надіслане за відомою Оператору
        адресою до моменту інформування Оператора Абонентом про зміну адреси,
        буде вважатися здійсненим належними чином, а Абонент вважатиметься
        належним чином повідомленим; 3.1.15. у разі, якщо умови Заяви
        передбачають надання Абоненту у користування кінцеве обладнання,
        прийняти від Оператора таке кінцеве обладнання за актом
        приймання-передачі, забезпечити технічні умови його експлуатації і нести
        відповідальність за його втрату або пошкодження (у тому числі третіми
        особами). Фінансові умови користування Абонентом кінцевим обладнанням
        вказуються у Замовленні або у встановлених Оператором умовах надання
        Послуги, яку Абонент отримуватиме за допомогою такого кінцевого
        обладнання; 3.1.16. у разі, якщо технологія надання Послуг передбачає
        встановлення на території Абонента комутаційного або іншого обладнання,
        яке не є кінцевим обладнанням, прийняти від Оператора таке обладнання за
        актом приймання-передачі, забезпечити технічні умови його експлуатації і
        нести відповідальність за його втрату або пошкодження (у тому числі
        третіми особами). При цьому Абонент зобов’язаний надавати Оператору
        доступ до обладнання, встановленого на території Абонента, для
        здійснення налаштування, обслуговування та ремонту такого обладнання.
        3.2. Абонент має право: 3.2.1. на державний захист своїх прав; 3.2.2. на
        вільний доступ до Послуг; 3.2.3. на безпеку Послуг; 3.2.4. на вибір виду
        та кількості Послуг; 3.2.5. на безоплатне отримання від Оператора
        вичерпної інформації про зміст, якість, вартість та порядок надання
        Послуг; 3.2.6. на відмову від оплати Послуги, яку він не замовляв;
        3.2.7. на отримання відомостей щодо можливості та порядку відмови від
        замовленої Послуги; 3.2.8. на доступ до загальнодоступних послуг
        відповідно до цих Правил та інших актів законодавства; 3.2.9. на доступ
        до Контент-послуг, що надаються відповідно до законодавства; 3.2.10. на
        отримання від Оператора інформації про зміну умов надання Послуги і
        тарифів на її надання; 3.2.11. на вибір тарифу, Тарифного плану,
        встановленого Оператором; 3.2.12. на припинення Оператором надання
        Послуг, які вони не замовляли, у тому числі розсилання електронних
        текстових, мультимедійних та голосових повідомлень, Спаму; 3.2.13. на
        блокування на підставі відповідної заяви доступу до певних мереж та
        Послуг (за наявності у Оператора технічної можливості); 3.2.14. на
        захист персональних даних, іншої інформації з обмеженим доступом у
        порядку, встановленому законодавством; 3.2.15. на доступ до засобів та
        служб, які призначені для полегшення і забезпечення зв’язку з людьми з
        обмеженими фізичними можливостями (за наявності у Оператора технічної
        можливості); 3.2.16. на отримання безоплатної консультаційної допомоги
        Оператора з питань замовлення та отримання Послуг, що ним надаються;
        3.2.17. достроково розірвати Договір у порядку, визначеному у розділі
        «Строк дії договору та порядок його припинення» цього Договору 3.2.18.
        звернутися до Оператора із заявою про тимчасове призупинення надання
        Послуг, сплативши Оператору відповідну плату, якщо така встановлена
        Оператором; 3.2.19. вимагати від Оператора корегування абонентної плати
        за увесь час пошкодження (аварії) Мережі, що призвело до припинення
        надання Послуг, у разі порушення Оператором контрольних термінів
        усунення пошкоджень (аварії), що виникли не з вини Абонента; 3.2.20.
        своєчасно отримувати замовлені Послуги встановленої якості; 3.2.21.
        отримувати від Оператора відомостей про надані Послуги у порядку,
        встановленому законодавством; 3.2.22. безоплатно отримувати від
        Оператора рахунків за надані Послуги, якщо умови розрахунків надані
        Послуги або Договір передбачає оплату з надсиланням рахунків; 3.2.23. на
        обмеження Оператором доступу Абонента до окремих видів Послуг на
        підставі його заяви та наявності технічної можливості Оператора.
        Обмеження доступу Абонента до окремих Послуг може здійснюватися за
        допомогою Системи самообслуговування (за наявності); 3.2.24. на
        повернення Оператором невикористаної частини коштів у разі відмови
        Абонента від попередньо оплачених Послуг у випадках і в порядку
        передбаченому Договором або законодавством; 3.2.25. на відшкодування
        збитків, заподіяних внаслідок невиконання або неналежного виконання
        Оператором обов’язків, передбачених Договором та законодавством; 3.2.26.
        відмовитися від подальшого отримання Послуг шляхом звернення до
        Оператора з відповідною заявою; 3.2.27. звернутися до Оператора з заявою
        про вилучення з електронних версій баз даних Оператора відомостей про
        Абонента; 3.2.28. переоформити Договір на ім’я одного з членів своєї
        сім’ї відповідно до порядку встановленого законодавством. Переоформлення
        Договору на інших осіб здійснюється виключно за згодою Оператора;
        3.2.29. оскаржити неправомірні дії Оператора шляхом звернення до суду та
        уповноважених державних органів; 3.2.30. змінити Тарифний план (якщо
        така можливість не заборонена умовами цього Тарифного плану) шляхом
        звернення до Оператору; 3.2.31. вимагати безкоштовної заміни (або
        ремонту) Оператором кінцевого або іншого обладнання, отриманого у
        користування від Оператора, у разі, якщо воно вийде з ладу не з вини
        Абонента або третіх осіб. У разі якщо буде встановлено, що вказане
        обладнання вийде з ладу з вини Абонента або третіх осіб, Абонент має
        право вимагати заміни обладнання після відшкодування вартості обладнання
        (або його ремонту), що вийшло з ладу з вини Абонента або третіх осіб;
      </div>
    ),
  },
  {
    id: '4',
    name: 'ПРАВА ТА ОБОВЯЗКИ ОПЕРАТОРА',
    text: (
      <div>
        4.1. Оператор зобов'язаний: 4.1.1. провадити діяльність у сфері
        телекомунікацій відповідно до законодавства за умови включення до
        реєстру операторів, провайдерів телекомунікацій, а у визначених законом
        випадках також за наявності відповідних ліцензій та/або дозволів; 4.1.2.
        обмежувати на підставі рішення суду доступ своїх Абонентів до ресурсів,
        через які здійснюється розповсюдження дитячої порнографії; 4.1.3.
        приймати від фізичних і юридичних осіб заяви про надання Послуг, вести
        їх облік та задовольняти такі заяви (за наявності технічної можливості),
        надавати відповіді у строки, передбачені законодавством; 4.1.4.
        дотримуватися встановленого законодавством порядку укладення договорів;
        4.1.5. забезпечити швидкість доступу, визначену договором та відповідним
        тарифом (тарифним планом); 4.1.6. забезпечити спостереження за
        функціонуванням технічних засобів та можливість відстеження значень
        показників якості Послуг. 4.1.7. здійснювати на вимогу Абонента протягом
        строку позовної давності, повернення невикористаних з Особового рахунка
        коштів у разі відмови від передплачених Послуг та/або припинення дії
        Договору в порядку, встановленому законодавством; 4.1.8. не
        розповсюджувати Спам; 4.1.9. усувати пошкодження телекомунікаційної
        мережі та відновлювати доступ до послуг згідно з встановленими
        значеннями показників якості в строки, визначені Адміністрацією
        Держспецзв’язку; 4.1.10. надавати Абоненту безоплатну консультаційну
        допомогу з питань замовлення та отримання Послуг; 4.1.11. вживати
        заходів для недопущення несанкціонованого доступу до телекомунікаційних
        мереж та інформації, що передається ними; 4.1.12. до укладення Договору
        безоплатно надати споживачеві для ознайомлення вичерпну інформацію про
        зміст, якість, вартість та порядок надання Послуг; 4.1.13. здійснювати
        розрахунок тарифів, виходячи із собівартості Послуг з урахуванням
        отримання прибутку; 4.1.14. на запит Абонента надавати інформацію про
        перелік сертифікованого абонентського обладнання, яке можливо підключати
        до телекомунікаційної мережі загального користування; 4.1.15.
        попереджати Абонента про обмеження, припинення надання Послуг та про
        відключення кінцевого обладнання Абонента від Мережі у випадках та
        порядку, що передбачені Договором та законодавством; 4.1.16. інформувати
        Абонента про інші відомості, визначені законодавством та Умовами;
        4.1.17. забезпечувати правильність застосування тарифів та своєчасного
        повідомлення Абонента про їх зміну; 4.1.18. надавати Послуги у строки,
        передбачені Договором та законодавством, направлення свого персоналу за
        викликом Абонента для усунення пошкоджень абонентського обладнання,
        абонентської лінії, виконання інших робіт за наявності посвідчення з
        фотокарткою, скріпленого печаткою. При прибутті на місце виконання робіт
        персонал Оператора зобов’язаний пред’являти посвідчення Абоненту;
        4.1.19. вживати відповідно до законодавства заходи із забезпечення
        таємниці інформації, що передається Мережею, конфіденційності інформації
        про Абонента та Послуги, які він отримав чи замовляв; 4.1.20. приймати
        від Абонента звернення, заяви, скарги та пропозиції та надавати на них
        відповіді у встановлений законодавством строк; 4.1.21. у 30-денний строк
        з моменту отримання письмового звернення від Абонента повернути Абоненту
        кошти, що залишатимуться на його Особовому рахунку після припинення
        Договору. Кошти повертаються через банківську установу України,
        визначену Оператором; 4.1.22. виконувати інші обов’язки, покладені на
        Оператора чинним законодавством України. 4.2. Оператор має право: 4.2.1.
        на провадження діяльності у сфері телекомунікацій відповідно до
        законодавства; 4.2.2. на визначення порядку оплати і форми розрахунків
        за Послуги; 4.2.3. здійснювати заміну одного Тарифного плану на інший.
        Залежно від технічної можливості та особливостей технічної реалізації
        такої заміни, вона може бути здійснена поетапно (групами Абонентів);
        4.2.4. встановлювати нові Тарифні плани, плату за окремі Послуги,
        скасовувати або змінювати Тарифні плани (у тому числі поетапно за умови
        технічної неможливості одночасного переведення усіх Абонентів з одного
        тарифного плану на іншій) чи плату за окремі Послуги. Погоджена у Заяві
        вартість Інсталяційних робіт не може бути змінена Оператором без згоди
        Абонента; 4.2.5. вносити зміни в Договір, тарифи та умови надання
        окремих Послуг; 4.2.6. без додаткового письмового погодження з Абонентом
        використовувати та обробляти інформацію про Абонента та надані йому
        Послуги, в тому числі про обсяги отриманих Послуг, їх тривалість,
        вартість, зміст, маршрути передавання тощо (зокрема, для обслуговування
        Абонента, виявлення, встановлення та фіксування порушень маршрутизації
        трафіку, інших порушень у сфері телекомунікацій), а також передавати
        таку інформацію третім особам в межах та на підставі чинного
        законодавства України; 4.2.7. призупиняти, обмежувати, припиняти надання
        Послуг та відключати абонентське обладнання від Мережі у випадках,
        передбачених Договором та/або законодавством, зокрема, у разі якщо
        Абонент не погасив заборгованість у встановлений Договором чи
        законодавством строк; 4.2.8. не підключати та/або відключити підключене
        до телекомунікаційної мережі кінцеве обладнання Абонента у разі
        відсутності документів про підтвердження його відповідності вимогам
        нормативних документів у сфері телекомунікацій, а також в інших
        випадках, визначених законодавством; 4.2.9. припинити Договір з
        Абонентом у випадках та порядку, визначеному Умовами, Договором та/або
        законодавством; 4.2.10. при здійсненні обслуговування Абонента
        здійснювати аудіо-, фото-, відео зйомку, а також аудіо запис телефонних
        розмов між Оператором та Абонентом без попереднього повідомлення про це
        Абонента; 4.2.11. здійснювати інформування Абонентів про Послуги
        Оператора.
      </div>
    ),
  },
  {
    id: '5',
    name: 'ПОРЯДОК ТА СТРОКИ ІНФОРМУВАННЯ АБОНЕНТІВ',
    text: (
      <div>
        5.1. Про зміну умов цього Договору Абонент інформується шляхом
        публікації нової редакції Умов на Інтернет-сайті і розміщення на цьому ж
        ресурсі відповідного повідомлення про здійснену зміну умов не пізніше
        ніж за 7 днів до застосування змін. Крім того, інформування про зміну
        Умов може здійснюватися також шляхом розміщення оголошення у друкованих
        засобах масової інформації. 5.2. При зміні умов надання Послуг (у тому
        числі зміні тарифів, а також заміні одного Тарифного плану на інший):
        5.2.1. Абонент інформується шляхом розміщення відповідного повідомлення
        на Інтернет-сайті не пізніше ніж за 7 днів до початку застосування
        відповідних змін. Крім того, повідомлення про зміну умов надання Послуг
        може здійснюватися шляхом надсилання повідомлення на кінцеве обладнання
        Абонента, розміщення оголошення у друкованих засобах масової інформації
        та іншими доступними для Сторін способами комунікацій. 5.2.2.
        Корпоративний Абонент інформується шляхом надсилання повідомлення на
        кінцеве обладнання Абонента та/або шляхом надсилання письмового
        повідомлення не пізніше ніж за 7 днів до початку застосування
        відповідних змін. 5.3. Про перерви у роботі Мережі під час проведення
        планових ремонтних, профілактичних та інших робіт, про аварії на Мережі
        та орієнтовні строки відновлення надання Послуг, а також про умови
        отримання або припинення надання Послуг у випадку надзвичайних ситуацій,
        надзвичайного та воєнного стану Абонент інформується при його зверненні
        до Оператора, на Інтернет-сайті. Додатково інформування про орієнтовні
        строки усунення аварій на Мережі може здійснюватися шляхом розміщення
        відповідного оголошення засобах масової інформації, якщо є підстави
        вважати, що пошкодження Мережі не буде усунуто протягом однієї доби.
        Інформування про проведення капітальних, профілактичних чи інших робіт
        здійснюється щонайменше за 10 робочих днів до їх проведення. 5.4. Про
        скорочення переліку, обмеження, тимчасове припинення або припинення
        надання Послуг з ініціативи Оператора Абонент інформується шляхом
        надсилання повідомлення на кінцеве обладнання Абонента або іншими
        доступними для Сторін способами комунікацій за будь-який час до моменту
        скорочення переліку, обмеження, тимчасового припинення або припинення
        надання Послуг. У разі скорочення переліку, обмеження, тимчасового
        припинення або припинення надання Послуг, оплата яких повинна
        здійснюватися у чітко визначені строки, таке повідомлення надсилається
        щонайменше за 10 днів до дати скорочення переліку, обмеження тимчасового
        припинення або припинення надання Послуг та повинне містити строк оплати
        Послуг. Повідомлення про скорочення переліку, обмеження, або тимчасове
        припинення надання Послуг може бути одночасно повідомленням і про
        можливе припинення надання Послуг, якщо про це буде прямо зазначено у
        самому повідомленні. Про припинення надання Послуг з ініціативи
        Корпоративний Абонент інформується письмово. Повідомлення про скорочення
        переліку, обмеження, тимчасове припинення або припинення надання Послуг
        повинне містити строк (або дату) відповідно, скорочення переліку,
        обмеження, тимчасового припинення або припинення надання Послуг. 5.5.
        Про припинення Оператором діяльності у сфері телекомунікацій (у тому
        числі однієї або декількох Послуг) Абонент інформується не пізніше, ніж
        за 3 місяці до припинення діяльності, шляхом розміщення оголошення на
        Інтернет-сайті та іншими шляхами, встановленими чинним законодавством.
        5.6. Вимоги щодо підключення та використання кінцевого обладнання
        доводяться до відома Абонента у доступній формі шляхом розміщення
        відповідної на Інтернет-сайті Оператора. 5.7. Про розірвання Договору з
        ініціативи Оператора останній інформує Абонента письмово. 5.8. У разі
        зміни найменування, організаційно-правової форми, місцезнаходження,
        банківських або податкових реквізитів Оператора, Абонент інформується
        шляхом розміщення відповідного повідомлення на Інтернет-сайті.
      </div>
    ),
  },
  {
    id: '6',
    name: 'ОБМЕЖЕННЯ ПРИ КОРИСТУВАННІ ПОСЛУГАМИ ТА ЗАСТЕРЕЖЕННЯ',
    text: (
      <div>
        6.1. При користуванні Послугами, Додатковими послугами Оператора
        Абоненту забороняється: 6.1.1. обмежувати іншим Абонентам доступ до
        Мережі Оператора або перешкоджати іншим Абонентам користуватися
        Послугами; 6.1.2. проводити розсилку рекламних, інформаційних та інших
        матеріалів, крім випадків, коли адресати згодні отримати ці матеріали;
        6.1.3. проводити самовільне (несанкціоноване) проникнення в будь-які
        програми, бази даних та інші складові програмні елементи Мережі
        Оператора, а також здійснювати будь-які інші дії, які тягнуть за собою
        порушення її роботи, маючи на увазі дії, здійснення або замах на
        здійснення яких передбачає встановлену в Україні кримінальну або
        адміністративну відповідальність; 6.1.4. використовувати Мережу для
        здійснення дій аморального характеру, а також таких дій, що порушують
        громадський порядок, посягають на честь та гідність громадян і
        організацій або викликають їх скарги; 6.1.5. зловживати будь-яким чином
        Послугами Оператора. При цьому, під зловживанням розуміється таке
        користування Абонентом Послугами, при якому інші Абоненти або Оператор
        зазнають або можуть зазнавати збитків, за умови, що таке користування
        Послугами здійснюється не з метою задоволення потреб, які зазвичай
        задовольняються за допомогою телекомунікаційних послуг; 6.1.6.
        передавати через Мережу Оператора програмні коди, які містять у собі
        віруси або інші шкідливі компоненти; 6.1.7. порушувати правила
        використання будь-яких ресурсів мережі Інтернет, встановлених власниками
        цих ресурсів. Якщо Абонент не згоден з правилами використання будь-якого
        ресурсу, він повинен негайно відмовитися від його використання; 6.1.8.
        використовувати на комерційній основі абонентське обладнання для надання
        телекомунікаційних послуг третім особам. 6.2. Оператор залишає за собою
        право відмовити Абоненту в пересиланні інформації або видалити зі своїх
        серверів будь-яку інформацію та матеріали повністю чи частково, якщо
        вони порушують законодавство або умови цього Договору. 6.3. Абонент
        повинен усвідомлювати, що рахунки на оплату Послуг та Додаткових послуг
        Оператора, деталізації, а також інші матеріали, що можуть бути для нього
        конфіденційними і які надсилаються Оператором Абоненту за допомогою
        поштового зв’язку, e-mail тощо, можуть стати доступними зловмисникам,
        зважаючи на можливу вразливість систем e-mail повідомлень. У зв'язку з
        цим Оператор не нестиме відповідальності за можливе розкриття
        конфіденційної інформації Абонента у разі протиправного проникнення
        зловмисником у поштову скриньку Абонента,перехоплення повідомлення в
        процесі доставки, а так само у інших випадках отримання зловмисниками
        доступу до конфіденційної інформації Абонента.
      </div>
    ),
  },
  {
    id: '7',
    name: 'ТАРИФИ ТА ПОРЯДОК РОЗРАХУНКІВ',
    text: (
      <div>
        7.1. Тарифи на всі види Послуг встановлюються Оператором самостійно.
        7.2. Оператор має право формувати Тарифні плани, які можуть передбачати
        різні умови оплати, ціни, коло Абонентів, для яких доступні такі Тарифні
        плани та різні умови отримання Послуг. 7.3. Тарифні плани можуть бути
        строковими та безстроковими. Строковим Тарифним планом є такий, у якому
        Оператор прямо вказав його мінімальний або граничний строк дії. Усі інші
        Тарифні плани є безстроковими. 7.4. Послуги Абоненту надаються на умовах
        попередньої оплати, якщо інше не передбачено відповідним тарифом
        (тарифним планом). 7.5. Тарифні плани на умовах однакових для всіх
        Абонентів. Ці Тарифні плани можуть змінюватися Оператором у порядку
        визначеному законодавством. Відповідні зміни не можуть мати
        індивідуальний характер та є загальними для всіх Абонентів, які
        обслуговуються на умовах відповідного Тарифного плану. Тарифні плани для
        Корпоративних Абонентів можуть бути змінені у Договорі в залежності від
        величини середньомісячного платежу Корпоративного Абонента, обсягу
        споживання Послуг тощо. 7.6. Розрахунки за Послуги здійснюються без
        виставлення рахунків.
      </div>
    ),
  },
  {
    id: '8',
    name: 'ВІДПОВІДАЛЬНІСТЬ',
    text: (
      <div>
        8.1. За неналежне виконання або невиконання Договору Сторони несуть
        відповідальність відповідно до чинного законодавства та Договору (у тому
        числі, у формі відшкодування збитків). Зокрема, Абонент несе
        відповідальність відповідно до пункту 37 «Правил надання та отримання
        телекомунікаційних послуг», затверджених постановою КМУ № 295 від
        11.04.2012 р., а Оператор відповідно до пункту 40 «Правил надання та
        отримання телекомунікаційних послуг», затверджених постановою КМУ № 295
        від 11.04.2012 р. 8.2. У разі прострочення Абонентом оплати Послуг
        Оператора, останній має право вимагати від Абонента сплати пені у
        розмірі облікової ставки НБУ за кожен день прострочення. У такому
        випадку вимога Оператора про сплату пені може бути пред'явлена шляхом
        включення суми пені до суми наступної оплати за Послуги або шляхом
        виставлення окремої претензії. 8.3. Строк позовної давності щодо вимог
        про стягнення пені встановлюється у 3 роки. Нарахування пені
        здійснюється протягом всього часу існування заборгованості Абонента
        перед Оператором. 8.4. Тимчасове припинення або обмеження надання
        Оператором послуг, яке здійснене Оператором відповідно до умов Договору
        або законодавства, не зупиняє строк нарахування пені та не звільняє
        Абонента від обов'язку сплатити борг. 8.5. У разі порушення
        Корпоративним Абонентом встановлених Договором положень щодо
        недопустимості дострокового розірвання Договору та/або Заяви, що
        передбачають виконання Інсталяційних робіт, а також у випадку
        безпідставної відмови від прийняття виконаних Оператором Інсталяційних
        робіт, такий Абонент зобов’язаний відшкодувати Оператору збитки,
        пов’язані з таким порушенням, та додатково сплатити йому штраф у розмірі
        10% від вартості Інсталяційних робіт, від прийняття яких відмовився
        Абонент або прийняття яких стало неможливим внаслідок дострокового
        розірвання Абонентом Договору або Замовлення. 8.6. У разі, якщо Оператор
        не може виконати Інсталяційні роботи внаслідок дій або бездіяльності
        Абонента (відсутність доступу у приміщення, у якому повинні виконуватися
        Інсталяційні роботи, невідповідність такого приміщення умовам надання
        Послуг або умовам використання обладнання, що встановлюється Оператором
        (вологість, пожежна небезпека тощо), ненадання Абонентом вихідних даних
        (конфігурації) тощо) Оператор має право відмовитися від виконання
        Інсталяційних робіт та вимагати від Абонента відшкодування збитків,
        понесених Оператором у зв’язку з неможливістю закінчення Інсталяційних
        робіт. 8.7. У разі втрати, пошкодження Абонентом у 10-денний строк з
        моменту закінчення погодженого Сторонами строку користування отриманого
        від Оператора телекомунікаційного обладнання, Абонент зобов’язаний
        відшкодувати Оператору вартість втраченого, пошкодженого або
        простроченого до повернення телекомунікаційного обладнання. 8.8. У разі
        прострочення повернення Абонентом у 10-денний строк з моменту закінчення
        погодженого Сторонами строку користування отриманого від Оператора
        телекомунікаційного обладнання, Абонент зобов’язаний сплатити на вимогу
        Оператора неустойку у розмірі 1% від вартості простроченого до
        повернення обладнання за кожний день прострочення.
      </div>
    ),
  },
  {
    id: '9',
    name: 'СКОРОЧЕННЯ ПЕРЕЛІКУ (ОБМЕЖЕННЯ) НАДАННЯ ПОСЛУГ, ТИМЧАСОВЕ ПРИПИНЕННЯ АБО ПРИПИНЕННЯ ЇХ НАДАННЯ',
    text: (
      <div>
        9.1. Надання Послуг може бути обмежене (перелік Послуг – скорочений) або
        тимчасово припинене у наступних випадках: 9.1.1. за заявою Абонента на
        строк, вказаний Абонентом, але не більше 12 місяців. За бажанням
        Абонента відновлення надання Послуг може бути здійснено раніше вказаного
        ним у заяві строку тимчасового припинення надання Послуг. При цьому
        сплачена за тимчасове припинення надання Послуг плата корегуванню не
        підлягає, окрім випадків, якщо вона нараховується на помісячній основі;
        9.1.2. у разі порушення Абонентом встановлених Умовами обмежень при
        користуванні Послугами. Надання Послуг у такому випадку обмежується або
        тимчасово припиняється на період до усунення Абонентом виявлених
        Оператором порушень; 9.1.3. у разі виконання Оператором ремонтних робіт
        з усунення пошкодження Мережі, профілактичних, планових або інших робіт,
        виконання яких унеможливлює надання Послуг. Надання Послуг у такому
        випадку обмежується або тимчасово припиняється на період проведення
        відповідних робіт; 9.1.4. при відсутності технічної можливості
        продовження надання Послуг, зокрема, внаслідок випадку, непереборної
        сили або істотної зміни обставин. У таких випадках надання Послуг
        обмежується або призупиняється до моменту припинення дії обставин, які
        викликали обмеження або тимчасове припинення надання Послуг; 9.1.5. у
        разі виникнення стихійного лиха, надзвичайної ситуації, введення
        надзвичайного стану, а також у інших випадках, передбачених
        законодавством або Договором. У таких випадках надання Послуг може
        обмежуватися або призупинятися до моменту припинення дії обставин, які
        викликали обмеження або тимчасове припинення надання Послуг. 9.2.
        Надання Послуг може бути припинено у наступних випадках: 9.2.1. у разі
        порушення Абонентом встановлених Договором обмежень при користуванні
        Послугами; 9.2.2. у разі, якщо Оператор протягом 60 днів не зможе
        відновити надання Послуг, надання яких було обмежено або тимчасово
        припинено внаслідок випадку, дії непереборної сили, істотної зміни
        обставин або інших обставин, передбачених законодавством або Договором;
        9.2.3. у разі, якщо Корпоративний Абонент, який отримує Послуги на
        умовах наступної оплати, не погасить заборгованість протягом місяця
        після зазначеного у попередженні строку оплати; 9.2.4. з інших підстав,
        передбачених у Договорі або законодавстві.
      </div>
    ),
  },
  {
    id: '10',
    name: 'СТРОК ДІЇ ДОГОВОРУ ТА ПОРЯДОК ЙОГО ПРИПИНЕННЯ',
    text: (
      <div>
        10.1. Договір вважається укладеним у момент, визначений розділом «Види
        договорів та порядок їх укладення». 10.2. Договір припиняє свою дію:
        10.2.1.у момент припинення надання Оператором усіх Послуг за Договором
        (у тому числі внаслідок виникнення або існування заборгованості Абонента
        за надані Послуги). 10.2.2.з ініціативи Абонента (з урахуванням
        обмежень, передбачених Договором). При цьому Абонент повинен оформити та
        подати Оператору відповідну заяву про розірвання Договору; 10.2.3.з
        ініціативи Оператора якщо виявиться, що дані, які йому повідомив Абонент
        при укладенні Договору, є неправдивими; якщо Абонент має непогашену
        заборгованість перед Оператором за раніше укладеним Договором і ця
        обставина буде виявлена після укладення нового Договору, а також у
        випадку якщо виявиться, що представник Абонента, що укладав Договір від
        імені Абонента, діяв з перевищенням повноважень, що пізніше не було
        схвалено Абонентом; 10.2.4.внаслідок анулювання, недійсності, закінчення
        строку дії ліцензії на відповідний вид діяльності у сфері
        телекомунікацій чи на право користування радіочастотним ресурсом (у
        разі, якщо це перешкоджає подальшому наданню усіх Послуг за Договором).
        10.3. У разі припинення дії Договору Сторони здійснюють взаємні
        розрахунки у порядку, визначеному Договором. 10.4. Оператор за заявою
        Абонента може відновити дію Договору з Абонентом.
      </div>
    ),
  },
  {
    id: '11',
    name: 'ІНШІ УМОВИ',
    text: (
      <div>
        11.1. Згідно із законодавством про телекомунікації та звернення
        громадян, а також відповідно до цих умов цього Договору, у разі
        виникнення у Абонента скарг або пропозицій, він може звернутися до
        Оператора з усною заявою або звернутися до нього з письмовою заявою, у
        якій вказати суть проблеми, своє ім'я та прізвище, а також зворотню
        адресу. Оператор, отримавши письмову заяву, повинен її розглянути і у
        30-денний строк надати письмову (або у формі, у якій просить Абонент)
        відповідь. У разі, якщо отримане звернення або заява містить прохання чи
        вимогу вчинити певні дії, Оператор, у разі згоди вчинити ці дії, вчиняє
        їх без додаткового письмового повідомлення, за винятком випадку, коли з
        суті прохання чи вимоги не слідує необхідність повідомлення Абонента про
        задоволення прохання чи вимоги. 11.2. При підключенні та подальшому
        наданні Абоненту Послуги, налаштування кінцевого обладнання Абонента (у
        тому числі WiFi-роутера) є окремою платною Додатковою послугою
        Оператора, якщо умови Послуги не передбачають інше. 11.3. У
        відповідності до Закону України «Про захист персональних даних»,
        укладаючи Договір, Абонент надає свою згоду на оброблення та внесення до
        спеціальної бази персональних даних про Абонента, що містяться у Заяві,
        а також на передачу інформації з такої спеціальної бази персональних
        даних третім особам у відповідності з чинним законодавством та
        внутрішніми правилами Оператора, які розміщуються на його
        Інтернет-сайті. Зазначені в цьому пункті дії можуть бути здійснені для
        цілей належного виконання Договору, зокрема, але не виключно, для:
        належної і якісної експлуатації та обслуговування телекомунікаційної
        мережі, організації стягнення дебіторської заборгованості Абонента і
        відступлення права вимоги до Абонента третім особам, представництва
        інтересів Оператора третіми особами в органах державної влади і
        місцевого самоврядування. 11.4. Спори, що можуть виникнути між Сторонами
        в процесі виконання, зміни чи розірвання Договору і які Сторони не
        змогли врегулювати шляхом переговорів, вирішуються у судовому порядку
        відповідно до чинного законодавства України. 11.5. Відповідно до умов
        Договору Оператор забезпечує Абоненту мінімальну швидкість передавання
        та приймання даних для послуг доступу до Інтернету на рівні 1 Мбіт/с. що
        відповідає показникам якості послуг із передачі даних, доступу до
        Інтернету, затверджених наказом Адміністрації Державної служби
        спеціального зв’язку та захисту інформації України від 28.12.2012 р. №
        803 «Про затвердження показників якості послуг із передачі даних,
        доступу до Інтернету та їх рівнів». Вимірювання швидкості передавання та
        приймання даних здійснюється відповідно до ДСТУ ETSI EG 202 057-4: 2015
        (ETSI EG 202 057-4: 2008 IDT) У Додатках до Договору, рекламних та
        інформаційних матеріалах, на веб-сайті Оператора, тощо, вказується
        максимальна швидкість передавання та приймання даних для послуг доступу
        до Інтернету.
      </div>
    ),
  },
  {
    id: '12',
    name: 'КОНТАКТИ',
    text: (
      <div>
        12.1. Контакти Оператора: Товариство з обмеженою відповідальністю
        «Повернет» Поштова адреса: вул. Паркова, 35/112, м. Краматорськ, 84301
        Банковскiвськi реквiзити: р/c 26007053605703 в КФ КБ «Приватбанку» у м.
        Краматорськ; МФО 335548; код ЄДРПОУ 38491725 Телефон служби технічної
        підтримки абонентів: (099) 43-77-189, (093) 434-96-25 Режим роботи - з
        понеділка по суботу з 9.00 до 21.00 Адреса для надсилання скарг (заяв,
        звернень) до Оператора: E-mail: powernet@krm.dn.ua 12.2. Контакти
        Національної комісії, що здійснює державне регулювання у сфері зв’язку
        та інформатизації : Контактний телефон НКРЗІ: (044) 278-97-93. Поштова
        адреса НКРЗІ: вул. Хрещатик, 22, м. Київ, 01001. E-mail НКРЗІ:
        office@nkrz.gov.ua.
      </div>
    ),
  },
]
